Repository: mgax/civvic
Catalog: cakephp-2.0.5/app/Locale/*.utf8/LC_MESSAGES/messages.po
Languages: ro_ro

source: You need to be authenticated to claim a PDF document.
ro_ro: Trebuie să fiți conectat pentru a revendica un document PDF.

source: This PDF document is already assigned.
ro_ro: Acest document PDF este deja repartizat.

source: Document claimed.
ro_ro: Ați revendicat documentul.

source: Document unclaimed.
ro_ro: Ați renunțat la document.

source: You need to be authenticated to unclaim a PDF document.
ro_ro: Trebuie să fiți conectat pentru a renunța la un document PDF.

source: You do not own this PDF document.
ro_ro: Nu dețineți acest document PDF.

source: Progress updated.
ro_ro: Stadiu actualizat cu succes.

source: Only admins can verify / unverify a document.
ro_ro: Numai administratorii pot verifica / de-verifica un document.

source: You need to be authenticated to update a document's progress.
ro_ro: Trebuie să fiți conectat pentru a actualiza stadiul documentului.

source: Only admins and owners can update a document's progress.
ro_ro: Numai administratorii și deținătorii pot actualiza stadiul unui document.

source: Difficulty updated.
ro_ro: Dificultate actualizată cu succes.

source: You need to be authenticated to update a document's difficulty.
ro_ro: Trebuie să fiți conectat pentru a actualiza dificultatea documentului.

source: Only admins and owners can update a document's difficulty.
ro_ro: Numai administratorii și deținătorii pot actualiza dificultatea unui document.

source: Only admins can see the user list.
ro_ro: Numai administratorii pot vedea lista utilizatorilor.

source: progressNew
ro_ro: nou

source: progressAssigned
ro_ro: repartizat

source: progressComplete
ro_ro: complet

source: progressError
ro_ro: eroare

source: progressVerified
ro_ro: verificat

source: difficultyLow
ro_ro: scăzută

source: difficultyMedium
ro_ro: medie

source: difficultyHigh
ro_ro: ridicată
